Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/D11A.tmx
Source language: en_us
Languages: zh_cn

source: How To Differentiate Between a Sunni Muslim and a Shiite Muslim
zh_cn: 如何区分逊尼派与什叶派

source: "After my death my nation will be divided into 70 sects, all will go to hell but one."
zh_cn: “在我死后，我的国家将分裂为70个教派，但除了一个教派，其他的都免不了要见阎王。”

source: This is what the prophet Mohammad foretold, and this is what happened as far as I know, but surely no one can tell which sect will go to heaven concerning the second part of the prophecy, although each sect proclaims that they're the ones.
zh_cn: 这是先知穆罕默德预所知到的，同时，这也是我所见证到的；但关于此话后半部分说的事，尽管人人都说自己是“那一个”，但谁都说不清楚到底谁能入天堂。

source: The two major sects in Islam are the Sunni sect and the Shiite sect.
zh_cn: 如今，穆斯林主要分成两大派别——逊尼派和什叶派。

source: They are called Sunnis because they follow the Sunna of the Prophet Mohammad, which means his sayings and doings. And the others are called Shiites because they are the followers or supporters of Ali ibin abi Talib, the Prophet's Cousin and son-in-law, so they're called Shi'at Ali, or the partisans of Ali.
zh_cn: 之所以叫“逊尼”（sunni）是因为这一派别的穆斯林都遵从先知穆罕默德的SUNNA----即他的所说所做；叫“什叶”（Shiites）是因为他们追随的是阿里·易兵·阿比·塔里布 （Ali ibin abi Talib）——先知穆罕默德的堂兄及女婿，因此，他们被称为阿里的什叶（Shi’at Ali）或者阿里的信徒。

source: You can tell if a person is a Sunni or Shiite based on names, appearance, slight differences in prayers, places of prayers, and certain special rituals and celebrations.
zh_cn: 通过辨别不同的姓名、外表、祈祷方式、祈祷地点、某些特殊的仪式和庆典，你就可以知道这个人来自逊尼派的还是什叶派。

source: Names: In spite of the sect, Muslims around the world use some common names to give to their children, such as Mohammad (after the prophet) or Ahmad, which is derived from the name Mohammad.
zh_cn: 1、姓名：尽管所属教派不同，全世界的穆斯林们也会使用一些共同的名字，比如“默罕默德”（先知的名字）或者阿默德（也是从默罕默德衍变出来的）。

source: Yet there are some names that have a sectarian marker and, if used, determine almost for sure whether a person is a Sunni or a Shiite. Such names include Ali, Hassan, Hussein and Zahra for Shiites and Omar, Othman for Sunnis.
zh_cn: 但同时，的确存在一些名字含有明确的派别特点，一旦使用，便可以百分之一百地区分出不同的派别；比如，这些名字——阿里、哈桑、胡赛因、扎哈拉——带有什叶派特点，而“奥玛赫”、“奥斯曼”则属于逊尼派。

source: As for Muslim women, name differences between Shiites and Sunnis are slight, although I can say that Shiites tend to use the name Zahraa for their daughters.
zh_cn: 至于穆斯林妇女，她们之间因派别而产生的姓名差异较小，尽管我担保，什叶派喜欢使用“扎赫拉”这个名字命名他们的女儿。

source: Appearance: Those who shave their heads and mustache, with a small cap on their heads are Sunni religious people.
zh_cn: 2、外表：逊尼派的穆斯林们常常会剔去发须，戴上一顶小帽子。

source: Others with higher rank "sheikh" have a turban which consists of a long piece of fabric wrapped around a small red cap.
zh_cn: 其他的一些地位较高的人“酋长”佩戴穆斯林头巾，就是一顶红色帽子在边沿绕上一圈布。

source: The Shiite clerks may have a black turban wrapped around the head, which tells that this clerk is from the bloodline of the prophet and called Sayyid. Otherwise a clerk wears a white turban to indicate that he is not from the same bloodline of the prophet.
zh_cn: 什叶派的教士可以在头上缠一圈黑色头巾用以显示自己是赛义德的血亲；与非血亲教士的白色头巾形成区别。

source: As for secular Shiites (they are mainly affected by the Persian style), more than 60% of the Shiite Muslims of the world are located in Iran (formerly Persia) and wear no tie, a shirt with no color, and some tend to grow their beards a little or trim it without shaving.
zh_cn: 对于世俗什叶派教徒（他们主要受波斯风格的影响），60%的什叶穆斯林居住在伊朗境内（前波斯帝国）并且不戴领带，穿白色衬衫；其他的一些人则不会剃掉胡子，相反，他们会续起胡须并经常修剪，以保持一定的长度。

source: As for Shiite youths they have tattoos on their arms, such as names of Ali or Hussein his son, or the sword of Ali, Thu alfiqar ("sword with a split head"). They even have necklaces with the sword.
zh_cn: 至于什叶派的年轻人，他们在手臂上纹上姓名，如“阿里”、“胡赛因的儿子”、“阿里之剑”、“ Thu alfiqar(意为分头的剑)，他们甚至佩戴带剑的项链。

source: In their homes, Sunnis have verses from the Quran, while Shiites have portraits of Hussein picturing how he was killed, which is an Arabian knight on a horse leaning to the side with a spear in his chest. Also they have portraits of the sword Thu alfiqar, and the name of Ali and Hussein in frames. The same goes in their cars and neighborhoods.
zh_cn: 逊尼派的家中派供奉从《可兰经》中节选的诗篇；什叶派的家中则有描绘胡赛因如何被害的肖像，画中这位阿拉伯的骑士骑在马上，胸前插进了一支矛，人靠向一边；他们家中也有描绘 Thu alfiqar这把剑的画，相框上刻有阿里和胡赛因这两个人名；同样的情况也出现在车上和邻居家里。

source: As for women, it's sometimes hard to tell the difference between Sunni women and Shiite women based on appearance, because of the fanaticism in the implementation of the Islamic rules (or in other words, the ways of the prophet).
zh_cn: 逊尼派和什叶派的穆斯林妇女之间很难从外表分辨出来，因为这些妇女是严格遵守伊斯兰教教规的狂热分子（换句话说，即预言的方法）。

source: For instance, Saudi Arabia is a Sunni Muslim country where women are forced to wear something called "shador" which is a black dress that covers the whole body from top to toes.
zh_cn: 比如，在逊尼派国家沙特阿拉伯，妇女必须穿着叫做"shador"的黑色长袍，把她们从头到脚全都遮住。

source: On the other side Iran is a Shiite Muslim country where women are also forced to wear the "shador" whether they like it or not, exactly like in Saudi Arabia.
zh_cn: 另一方面，在与沙特阿拉伯同为什叶派穆斯林国家的伊朗，妇女也被迫穿上“shador”,不论她们喜欢与否。

source: Nevertheless, in some moderate Islamic countries, like in Malaysia (a Sunni Muslim country), women tend to wear a veil that covers the head, neck and ears, and they wear pants and long shirts not to reveal their beauties, or they can also wear long dresses not revealing their flesh.
zh_cn: 然而，在一些温和的伊斯兰国家，比如马来西亚（逊尼派穆斯林国家），女性倾向于戴一层面纱，遮住面部、脖子和耳朵；同时，她们也会穿长裤和长袖T恤，防止“春光外泄”；除此之外，她们也可以穿着不露身长裙。

source: As for moderate Shiites, they also get dressed in the same way, but they try to differentiate themselves in a certain way just to recognize each other.
zh_cn: 至于温和的什叶派国家，女性也可以如上穿着，但会以特定方式与逊尼派加以区分。

source: For instance, in Lebanon moderate Shiite women wear their veil in a different way where they put a pin on the left side which would make it look different and recognizable.
zh_cn: 比如，黎巴嫩温和什叶派妇女会在戴面纱的同时在左边别上发夹，使自己所属的派别更容易区分和辨认。

source: Difference in prayers: Since the days of the prophet, when calling the faithful for prayer, Muslims invoke God and the prophet Mohammad, but Shiites added Ali.
zh_cn: 祈祷方式的不同：自从先知出现之后，穆斯林在祈祷时会召唤上帝和先知默罕默德的名字，但是什叶派会加上“阿里”。

source: Muslims (Sunnis and Shiites) use a small rug or carpet in their prayers. They kneel, bend and touch their forehead to the ground, but Shiites unlike Sunnis touch their heads to a small stone called turba, from the holy city of Najaf.
zh_cn: 穆斯林们（逊尼派和什叶派）在祈祷时要用到一小块地毯，他们跪在毯子上，屈身，以额头接触地面；与逊尼派不同，什叶派则将头磕在一块叫做“图尔巴”的石头上，他们从圣地纳贾夫一路朝拜。

source: When they pray, Sunnis keep their arms one folded over the other just below the rib cage, while Shiites keep their arms down.
zh_cn: 祈祷时，逊尼派手臂相叠于胸腔下方，什叶派则上手下垂。

source: Additionally, there are differences in times of the prayer, where Shiites are minutes behind Sunnis, perhaps just to emphasize the difference.
zh_cn: 此外，还存在时间上的差别，什叶派比逊尼派晚几分钟祈祷，也许就是为了突显出不同吧。

source: That difference goes also to the fasting time during the fasting month of Ramadan, where they break their fasting at slightly different timing and celebrate the end of Ramadan (the ¡®Id) a day or two apart.
zh_cn: 这一不同也存在于斋月，他们在开始斋戒的时间安排上略有不同，并且庆祝斋月结束也相距一到两天。

source: As for women, whether Sunni or Shiite, Islam favored men over women; women according to the Quran are not equal to men, so they pray at home and not with men in mosques.
zh_cn: 不论是逊尼派还是什叶派，穆斯林们都看重男性，轻视女性的地位；根据《可兰经》，女性无法享受与男性平等的地位，因此，她们只能在家中祈祷，无法与男性一样前往清真寺。

source: Men and women are not even allowed to mix together in public places or schools on any occasion.
zh_cn: 在任何场合，女性不能和男性同时同地出现在公共场合或者学校。

source: Sunnis pray in mosques, and those mosques have domes and minarets, while Shiites pray and worship most often in Husseiniya (no domes or minarets), which functions like a mosque and a community center and a place where they share condolences during the memory of Hussein's death, son of Ali.
zh_cn: 逊尼派在有穹顶和尖塔的清真寺祈祷，什叶派则在没有穹顶和尖塔胡赛因尼亚祈祷，胡赛因尼亚起到清真寺的作用，它就像一个社区中心为人们提供场所，让人们彼此吊唁胡赛因---阿里之子的故去。

source: Rituals: Both Sunnis and Shiites celebrate the birth of their prophet, and the Ezra day, but only the Shiites have the Ashura day, where they gloomily commemorate the killing of Hussein the son of Ali by Sunnis, one reason why these two sects have hatred for each other. They share condolences for ten days in Husseiniya (you can see that the word is derived from the name Hussein).
zh_cn: 宗教仪式：什叶派与逊尼派都有庆祝他们先知诞生和以斯拉日的仪式，但只有什叶派有阿修罗日；在这一天他们悲伤地缅怀被逊尼派刺杀的阿里之子---胡赛因，这也是这两个宗派怀恨彼此的原因之一。

source: For ten days, Shiite men are dressed black, and they don't shave their beards. Secular women wear no make-up or perfume, and if they have a veil, it must be black. On the tenth day, they march on the streets and beat their chests in mourning. Some whip themselves and cut their heads and hit on it to bleed, because by this they show how much they regret not preventing that from happening.
zh_cn: 在胡赛因尼亚他们要凭吊十天（不难看出“胡赛因尼亚”一词来自于胡赛因）这十天，什叶派男性身着黑色，不剃胡须；世俗女性这几天则不化妆，不喷香水，必须佩带黑色面巾；在第十天，信徒们走上街头，一边捶胸顿足一边哀悼，以表明他们因为没能阻止这一杀戮而万分痛苦和后悔。

source: By Sunnis, this is seen as something unpleasant, and uncivilized.
zh_cn: 可对于逊尼派来说，这就让人不那么愉快，甚至有些不文明。

source: I'm sure one can find more differences between those two Islamic sects. I hope my experience derived from living among them and having friends from both sects will help you to tell the difference if you need to.
zh_cn: 我敢肯定，你们一定可以找到更多的不同，以上的这些经验都是我在于他们一起生活一起交往当中总结出的，我希望能够抛砖引玉，使你们发现更多的不同。
